Repository: Valter4578/bonsai.
Catalog: bonsai/Resources/Localization/*.lproj/Localizable.strings
Languages: uk

# you_dont_have_a_transactions_history_yet
source: You don't have transactions history yet
uk: У вас ще немає історії транзакцій

# create_transactions
source: Create first transaction now!
uk: Створіть першу транзакцію зараз!

# delete.tags.confirmation
source: Are you sure you want to delete these tags?
uk: Ви впевнені, що хочете видалити ці теги?

# delete.category.confirmation
source: Are you sure you want to delete this category?
uk: Ви впевнені, що хочете видалити цю категорію?

# General_title
source: General
uk: Загальне

# change.language
source: Language
uk: Мова

# period.select.week
source: Week
uk: Тиждень

# period.select.TwoWeek
source: 2 Weeks
uk: 2 тижні

# period.select.Threeweek
source: 3 Weeks
uk: 3 тижні

# period.select.month
source: Month
uk: Місяць

# period.select.custom
source: Custom date
uk: Власна дата

# tags.title
source: Tags
uk: Теги

# tags.name
source: Tag Name
uk: Назва Тегу

# tags.new
source: New Tag
uk: Новий Тег

# tags.delete.confirmation
source: Yes, delete selected tags
uk: Так, видалити теги

# category.title
source: Categories
uk: Категорії

source: Category Name
uk: Назва Категорії

# category.new
source: New Category
uk: Нова Категорія

# category.delete.confirmation
source: Yes, delete category
uk: Так, видалити категорію

# charts.balance.title
source: Balance
uk: Баланс

# charts.balance.empty
source: This chart will show you how your balance changes over time
uk: Ця діаграма покаже вам, як ваш баланс змінюється з часом

# charts.expenses.title
source: Expenses
uk: Витрати

# charts.expenses.empty
source: This chart will show all categories that you spent money on
uk: Ця діаграма покаже всі категорії, на які ви витратили гроші

# charts.legend.balance
source: Balance
uk: Баланс

# charts.legend.period
source: Time Period
uk: Період часу

# charts.legend.amount
source: Amount (%@)
uk: Сума (%@)

# budget.new
source: New Budget
uk: Новий Бюджет

# budget.edit
source: Edit Budget
uk: Редагувати бюджет

# budget.create
source: Create
uk: Створити

# budget.save
source: Save
uk: Зберегти

# budget.name
source: Name (optional)
uk: Ім'я (необов'язково)

# budget.amount
source: Amount
uk: Загальна сума

# budget.delete.button
source: Delete budget
uk: Видалити бюджет

# budget.delete.confirmation
source: Yes, delete my budget
uk: Так, видалити мій бюджет

# budget.swipe_up_suggestion
source: Drag up to see budget operations
uk: Перетягніть вгору, щоб побачити бюджетні операції

# budget.default_name
source: Budget
uk: Бюджет

# date.today
source: Today
uk: Сьогодні

# date.yesterday
source: Yesterday
uk: Учора

# settings.premium_features
source: Premium Features
uk: Преміум можливості

# settings.terms
source: Terms of Service
uk: Умови обслуговування

# settings.policy
source: Privacy Policy
uk: Політика конфіденційності

# category.no_category
source: No category
uk: Без категорії

# operation.new
source: New Operation
uk: Нова операція

# operation.edit
source: Edit Operation
uk: Редагувати операцію

# operation.amount
source: Amount
uk: Сума

# operation.title
source: Title
uk: Назва

# operation.category
source: Category
uk: Категорія

# operation.add_tag
source: Add Tag
uk: Додати тег

# operation.expense
source: Expense
uk: Витрати

# operation.income
source: Revenue
uk: Дохід

# operation.transfer
source: Transfer
uk: Передача

# Onboarding_1_title
source: Welcome!
uk: Ласкаво просимо!

# Onboarding_1_description
source: Bonsai represents the money tree. Set financial goals, track your money flow, notice your financial habits.
uk: Бонсай представляє грошове дерево. Зазначте фінансові цілі, відстежуйте грошові потоки, звертайте увагу на свої фінансові звички.

# Onboarding_2_title
source: Manage your money with ease
uk: Керуйте своїми грошима з легкістю

# Onboarding_2_description
source: Just using your phone, you can manage all your cashflow more easily and detailed.
uk: Просто використовуючи свій телефон, ви можете керувати всіма своїми грошовими потоками більш просто та докладно.

# Onboarding_3_title
source: Be more mindful spending
uk: Будьте обережнішими у витратах

# Onboarding_3_description
source: Be mindful spending, and you will be closer to financial freedom.
uk: Будьте уважні до витрат, і ви наблизьтесь до фінансової свободи.

# Money_left
source: Remaining
uk: Грошей залишилось

# Money_spent
source: Used
uk: Грошей витрачено

# Total_budget
source: Total
uk: Загальний бюджет

# Daily_budget
source: Daily
uk: Щоденний бюджет

# Budget_greeting
source: Hey, you are doing well!
uk: Слава Україні!

# Drag_up_hint
source: Drag up to see your last operations
uk: Свайпни до гори щоб побачити останні операції

# Drag_down_hint
source: Drag down to create new operation
uk: Свайпни вниз, щоб створити нову операцію

# Home_category
source: The most expensive categories
uk: Найвитратніші категорії

# Revenue_title
source: Revenue
uk: Дохід

# Expenses_title
source: Expenses
uk: Витрати

# Budget_title
source: Budget
uk: Бюджет

# Target_title
source: of target
uk: від мети

# Continue_button
source: Continue
uk: Продовжити

# Try_for_free
source: Start Trial and Subscribe
uk: Почати пробну версію та підписатися

# AllSet_title
source: All set
uk: Все готово

# AllSet_text
source: Congratulations! Now you have full access to Bonsai premium function.
uk: Вітаємо! Тепер у вас є повний доступ до преміум-функціям Bonsai.

source: Best value
uk: Найкраща пропозиція

source: Choose your plan
uk: Обері свій план

# Subscription_description_1
source: Cancel anytime. Subscription auto-renews.
uk: Можна скасувати у будь-який час. Передплата автоматично продовжується.

# Subscription_description
source: By subscribing you agree to our
uk: Підписуючись, ви погоджуєтесь з нашими

# Merge_And
source: and
uk: та

# Terms_of_Service
source: Terms & Conditions
uk: умовами обслуговування

source: Privacy Policy
uk: політикою конфіденційності

source: Restore Purchases
uk: Відновити покупки

source: Due
uk: Оплата

source: Due today
uk: Оплата сьогодні

source: (%@ days free)
uk: (%@ днів безкоштовно)

# Transactions_title
source: Operations
uk: Транзакції

# Cancel_title
source: Cancel
uk: Скасувати

# Done_title
source: Done
uk: Готово

# Other_title
source: Other
uk: Інше

# Charts_title
source: Charts
uk: Графіки

# Period_title
source: Period
uk: Період

# Choose_title
source: Choose
uk: Вибрати

# Budget_until_title
source: Budget until
uk: Бюджет до

# Save_title
source: Save
uk: Зберегти

# Close_title
source: Close
uk: Закрити

# Back_title
source: Back
uk: Назад

# delete_Budget_Confirmation
source: Are you sure you want to delete this budget?
uk: Ви впевнені, що хочете видалити цей бюджет?

source: You don't own a budget yet
uk: У вас ще немає бюджету

# unlock_budget
source: Budget unlocks your beautiful bonsai tree
uk: Бюджет відкриває ваше прекрасне дерево бонсай

# create_budget
source: Start budgeting now!
uk: Почніть складати бюджет зараз!

# choose_budget_period_or
source: or
uk: або

# choose_budget_period_custom
source: Custom
uk: Власний

# choose_budget_period_custom_premium
source: Custom period
uk: Власний період

# choose_budget_period_premium
source: Premium
uk: Преміум

source: This month
uk: Цей місяць

source: Learn more
uk: Дізнатися більше

# subscriptions_month
source: month
uk: місяць

source: out of
uk: поза

# premium_descriptions
source: Premium subscription unleashes full power of bonsai. No limits, no ads, custom icons and more
uk: Преміум-підписка відкриває повну потужність бонсай. Жодних обмежень, жодної реклами, спеціальних значків тощо

# premium_planDescription
source: With a premium subscription you get unlimited access to the functionality.
uk: З преміум-підпискою ви отримуєте необмежений доступ до функцій.

source: Unlimited categories
uk: Необмежена кількість категорій

# Unlimited_categories_descriptions
source: You can create unlimited categories, feel free to specify your operations
uk: Ви можете створювати необмежену кількість категорій, не соромтеся вказувати свої транзакції

source: Unlimited tags
uk: Необмежена кількість тегів

# Unlimited_tags_descriptions
source: Get unlimited opportunity to add tags for your needs
uk: Отримайте необмежену можливість додавати теги для ваших потреб

source: Flexible budget
uk: Гнучкий бюджет

# Flexible_budget_descriptions
source: Set flexible period days for budgets
uk: Установити гнучкі дні для бюджетів

source: No ads
uk: Немає реклами

# subscription_complete
source: Bonsai Premium is active
uk: Bonsai Premium активний

source: Purchase date:
uk: Дата оформлення:

source: Expiration date:
uk: Дата закінчення:

# DieTreeDescription
source: Bad thing happens... You have a chance to recovery this dying tree! Try to spend money more wisely.
uk: Погані речі трапляються... У вас є шанс відновити це вмираюче дерево! Спробуйте витрачати гроші з розумом.

# OrangeTreeDescription
source: Something goes wrong. Try to reduce your daily expenses! Carry this orange tree.
uk: Щось пішло не так. Спробуйте скоротити щоденні витрати! Візьміть це апельсинове дерево.

# PurpleTreeDescription
source: Need a little more! There is Purple tree, keep eyes on daily balance
uk: Потрібно трохи більше! Це Пурпурне дерево, стежте за щоденним балансом

# GreenTreeDescription
source: Excellent work! There is Green tree, keep doing and your tree will be fantastic!
uk: Чудова робота! Це Зелене дерево, продовжуйте і ваше дерево буде фантастичним!
