Repository: Valter4578/bonsai.
Catalog: bonsai/*.lproj/Localizable.strings
Languages: es, it, ja, ko, pl

# Onboarding_1_title
source: Welcome!
pl: Witamy!

# Onboarding_1_description
source: Bonsai represents the money tree. Set financial goals, track your money flow, notice your financial habits.
pl: Bonsai reprezentuje drzewo pieniędzy. Ustal cele finansowe, śledź przepływ pieniędzy, obserwuj swoje nawyki finansowe.

# Onboarding_2_title
source: Manage your money with ease
pl: Z łatwością zarządzaj swoimi pieniędzmi

# Onboarding_2_description
source: Just using your phone, you can manage all your cashflow more easy and detailed.
pl: Po prostu używając telefonu, możesz łatwiej i bardziej szczegółowo zarządzać wszystkimi przepływami pieniężnymi.

# Onboarding_3_title
source: Be more mindful spending
pl: Bądź bardziej uważny na wydatki

# Onboarding_3_description
source: Be mindful spending, and you will be closer to financial freedom.
pl: Uważaj na wydatki, a zbliżysz się do wolności finansowej.

# Money_left
source: Remaining
es: Dinero restante
it: Denaro rimasto
ja: 残金
ko: 남은 돈
pl: Pozostałe pieniądze

# Money_spent
source: Used
es: Dinero gastado
it: Soldi spesi
ja: 費やしたお金
ko: 사용한 돈
pl: Wydane pieniądze

# Total_budget
source: Total
es: Presupuesto total
it: Budget totale
ja: 総予算
ko: 총 예산
pl: Całkowity budżet

# Daily_budget
source: Daily
es: Presupuesto diario
it: Budget giornaliero
ja: 日の予算
ko: 일일 예산
pl: Budżet dzienny

# Budget_greeting
source: Hey, you are doing well!
es: ¡Guapo, lo estás haciendo bien!
it: Bello, stai andando bene!
ja: ハンサム、あなたは元気です!
ko: 잘생겼다, 잘하고 있어!
pl: Przystojniaku, dobrze ci idzie!

# Drag_up_hint
source: Tap here to see your last operations
es: Arrastra hacia arriba para ver tus últimas operaciones
it: Trascina verso l'alto per vedere le tue ultime operazioni
ja: 上にドラッグして最後の操作を表示
ko: 마지막 작업을 보려면 위로 드래그하십시오.
pl: Przeciągnij w górę, aby zobaczyć swoje ostatnie operacje

# Home_category
source: The most expensive categories
es: Las categorías más caras
it: Le categorie più costose
ja: 最も高価なカテゴリ
ko: 가장 비싼 카테고리
pl: Najdroższe kategorie

# Revenue_title
source: Revenue
es: Ingresos
it: Entrate
ja: 収益
ko: 수익
pl: Przychody

# Expenses_title
source: Expenses
es: Gastos
it: Spese
ja: 経費
pl: Wydatki

# Budget_title
source: Budget
es: Presupuesto
ja: 予算
ko: 예산
pl: Budżet

# Target_title
source: of target
es: del objetivo
it: di destinazione
ja: ターゲットの
ko: 대상
pl: docelowej

# Continue_button
source: Continue
es: Continuar
it: Continua
ja: 続行
ko: 계속
pl: Kontynuuj

source: Try for free
es: Pruébelo gratis
it: Prova gratuitamente
ja: 無料で試す
ko: 무료 체험
pl: Wypróbuj za darmo

# AllSet_title
source: All set
es: TodoConjunto
ja: オールセット
pl: Wszystkie Zestawy

source: AllSet text
es: Texto AllSet
it: AllSet testo
ja: オールセット テキスト
ko: AllSet 텍스트
pl: Wszystkie Zestawy text

source: Best value
es: Mejor valor
it: Miglior valore
ja: 最高値
ko: 최상의 값
pl: Najlepsza wartość

source: Choose your plan
es: Elige tu plan
it: Scegli il tuo piano
ja: プランを選択してください
ko: 계획 선택
pl: Wybierz swój plan

# Subscription_description
source: By subscribing you agree to our
es: Al suscribirse, acepta nuestros
it: Iscrivendoti accetti il ​​nostro
ja: 購読することにより、あなたは私たちに同意するものとします
ko: 구독하면 당사의
pl: Subskrybując wyrażasz zgodę na nasze

# Merge_And
source: and
es: y
it: e
ja: および
ko: 및
pl: i

source: Terms of Service
es: Términos del servicio
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pl: Warunki korzystania z usługi

source: Privacy Policy
es: Política de privacidad
it: Informativa sulla privacy
ja: プライバシー ポリシー
ko: 개인 정보 보호 정책
pl: Polityka prywatności

source: Restore Purchases
es: Restaurar compras
it: Ripristina acquisti
ja: 購入の復元
ko: 구매 복원
pl: Przywróć zakupy
